Repository: mozilla-l10n/mt-training-data
Catalog: pap-AW/pap-AW_pontoon.tmx
Source language: en_us
Languages: pap_aw

source: 2019 End-of-Year Release
pap_aw: 2019 Lansamento di Fin di Aña

source: Accent
pap_aw: Accento

source: Account
pap_aw: Cuenta

source: Additional Language
pap_aw: Idioma Adicional

source: Age
pap_aw: Edad

source: Back
pap_aw: Bek

source: Browse Languages
pap_aw: Busca Lenguahe

source: Contact
pap_aw: Contacto

source: Contribute
pap_aw: Contribui

source: Contribute to { $lang }
pap_aw: Contribui na

source: Contribute Your Voice
pap_aw: Contribui Bo Bos

source: Don't see your language on Common Voice yet?
pap_aw: Bo no ta wak bo idioma riba Common Voice ainda?

source: English
pap_aw: Ingles

source: Enter email to send a sign up link
pap_aw: Ingresa e-mail pa ricibi un link di suscripcion.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
pap_aw: Pa cada nota di bos cu bo dona, y cada nota di bos cu keda acepta, e dashboard di bo profil lo refleha bo progreso den cada idioma cu bo ta contribui na dje.

source: Gender
pap_aw: Genero

source: Get Involved
pap_aw: Participa

source: Having an account is not required to contribute, though it is helpful.
pap_aw: Un cuenta propio no ta necesario pa por contibui, pero si e ta util.

source: Help
pap_aw: Ayudo

source: Help us validate sentences!
pap_aw: Yuda nos valida frasenan!

source: Hidden
pap_aw: Scondi

source: Learn how to request it here!
pap_aw: Siña con pa pidie kinan!

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
pap_aw: Mayoria di e data uza pa companianan grandi no ta disponibel pa mayoria hende. Nos ta pensa cu esey ta¶limita inovacion. P'esey nos a lansa Common Voice, un proyecto pa yuda haci reconocemento di bos habri¶y accesibel pa un y tur.

source: Native Language
pap_aw: Lengua Materno

source: Next
pap_aw: Siguiente

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
pap_aw: Awor cu bo sa un poco mas tocante Common Voice, dicon no purb'e? Primi ariba e icono di microfon pa cuminsa graba frasenan den bos halto. <br/><br/> Si bo ta prefera di evalua e notanan di bos di otro contribuyente, primi ariba e icono di play.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
pap_aw: Awo bo por dona bo bos pa yuda nos desaroya un base di datonan cu cualkier persona por uza¶pa traha appnan innovativo pa aparatonan y pa internet. Lesa un frase pa yuda mashinnan siña con hende berdadero ta papia. Revisa e trabou di otro¶contribuidonan pa mehora e calidad. E ta asina simpel!

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
pap_aw: Opcionalmente, informacion demografico (e.o. edad, genero, idioma, accento) lo nunca ta publico riba bo profiel, y e no lo ta conecta cu bo cuenta den e set di datonan. Notanan di bos individual lo ta asocia cu informacion demografico pa e brinda un analisis mas preciso- por ehempel, un investigado lo kier dirigi e modelo di entrenamento pa un segmento demografico specifico.

source: Overall project status: see how far we’ve come!
pap_aw: Bista general di e proyecto: mira con leu nos a yega!

source: Personal dashboards keep you up-to-date with individual and community progress.
pap_aw: E dashboard personal ta mantene bo na altura di bo progreso individual y tambe esun di e comunidad.

source: Press play, listen & tell us: did they accurately speak the sentence below?
pap_aw: Primi play, scucha y conta nos: nan a papia e frase aki bou cu presicion?

source: Privacy
pap_aw: Privacidad

source: Read More
pap_aw: Lesa Mas

source: Ready to add your voice or lend your ear?
pap_aw: Cla pa añadi bo bos of presta bo odio?

source: Ready to contribute?
pap_aw: Cla pa contribui?

source: Request a Language
pap_aw: Peticiona un Idioma

source: Re-record clip
pap_aw: Bolbe graba nota di bos

source: Return to Languages
pap_aw: Bay bek na Idiomanan

source: Send sign up link
pap_aw: Manda link di suscripcion

source: Sign up for { $lang } updates:
pap_aw: Suscribi na { $lang } pa keda na altura:

source: Submit
pap_aw: Manda

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
pap_aw: Danki na e contribucion di mas cu 259K persona den mas cu 50 lenguage, e data aki ta ser uza pa yuda aplicacionnan di bos reconoce y responde miho na e bos humano.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
pap_aw: Danki pa bo interes pa contribui na { $lang }. Nos ta trahando duro pa completa tur idioma pa lansamento y mantene ¶ e team na altura via e-mail.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
pap_aw: Den e seccion na man drechi nos ta nombra e beneficionan y clarifica cua informacion nos lo haci publico. Uza e linknan akibou pa cuminsa bo propio cuenta di Common Voice ariba bo aparato di preferencia.

source: User Name
pap_aw: Nomber di Usuario

source: Visible
pap_aw: Visibel

source: Voice Dataset, Ready for Download
pap_aw: Dataset di bos, Cla pa Download

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
pap_aw: Bos ta natural, bos ta humano. P'esey nos ta emociona pa crea tecnologia di bos uzabel¶pa nos mashinnan. Pero pa crea sistemanan di bos, desaroyadonan mester un cantidad di data di bos¶extremadamente grandi.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
pap_aw: Na Mozilla nos ta construyendo un comunidad rond di tecnologia di bos. Nos ta desea di keda informa tocante e ultimo desaroyonan, fuentenan nobo di data y tambe siña mas tocante con bo ta uzando e data aki.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
pap_aw: Nos ta compromete pa maneha bo informacion cautelosamente. Haya sa mas den nos <privacyLink> Nota di Privacidad </privacyLink>

source: We will be in touch with more information as it becomes available.
pap_aw: Nos lo ta den contacto ora mas informacion bira disponibel.

source: Why a profile?
pap_aw: Dicon un profiel?

source: Yes
pap_aw: Si

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
pap_aw: Si, manda mi e-mail. Mi lo kier keda informa tocante e proyecto Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
pap_aw: Si, manda mi e-mail. Mi lo kier keda informa di e progreso di e idioma aki riba Common Voice.

source: You've successfully signed up for contributing to { $language }. Thank you.
pap_aw: Bo a exitosamente suscribi pa contribui na { $language }. Masha danki.

source: abnormality
pap_aw: abnormalidad

source: appear
pap_aw: aparece

source: appearance
pap_aw: apariencia

source: attack
pap_aw: atake

source: attacker
pap_aw: atacado

source: black box
pap_aw: caha preto

source: executable file
pap_aw: file ehecutabel

source: validate
pap_aw: valida

source: validity
pap_aw: validez
